/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "%g restantes";

/* column header in activity window */
"Account" = "Cuenta";

/* Activity: title of the window */
"Activity" = "Actividad";

/* connection checker: check button */
"Check" = "Comprobar";

/* connection checker: progress string */
"Check in progress\\U2026" = "Comprobación en curso…";

/* connection checker: title of the window */
"Connection Checker" = "Comprobador de conexión";

/* activity window: done in progress column */
"done" = "aceptar";

/* connection checker: when connections all succeed */
"Everything is ok." = "Todo correcto.";

/* connection checker: Failed */
"Failed" = "Error";

/* column header in activity window */
"Folder" = "Carpeta";

/* connection checker: label for IMAP server */
"IMAP server:" = "Servidor IMAP:";

/* activity window: when no progress value is available */
"in progress" = "en curso";

/* connection checker: OK */
"OK" = "Correcto";

/* column header in activity window */
"Operation" = "Operación";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Compruebe que el nombre del servidor IMAP y el nombre del servidor SMTP sean correctos, pero lo más probable es que esté detrás de un firewall que no permite conexiones IMAP o SMTP.";

/* column header in activity window */
"Progress" = "Estado";

/* connection checker: column header */
"Server" = "Servidor";

/* connection checker: label for SMTP server */
"SMTP server:" = "Servidor SMTP:";

/* connection checker: column header */
"Status" = "Estado";

